/* No comment provided by engineer. */
"Add image" = "Lägg till bild";

/* No comment provided by engineer. */
"Add image from" = "Lägg till bild från";

/* No comment provided by engineer. */
"Add title" = "Lägg till rubrik";

/* No comment provided by engineer. */
"Are you sure you want to delete this entry?" = "Är du säker på att du vill ta bort inlägget?";

/* No comment provided by engineer. */
"Camera" = "Kamera";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Cancelled" = "Avbruten";

/* No comment provided by engineer. */
"Cancelled sharing" = "Avbruten delning";

/* No comment provided by engineer. */
"Could not open iMessage" = "Kunde inte öppna iMessage";

/* No comment provided by engineer. */
"Could not open Mail" = "Kunde inte öppna Mail";

/* No comment provided by engineer. */
"Could not send via FB" = "Kunde inte dela via Facebook";

/* No comment provided by engineer. */
"Could not send via iMessage" = "Kunde inte dela via iMessage";

/* No comment provided by engineer. */
"Could not send via Mail" = "Kunde inte dela via Mail";

/* No comment provided by engineer. */
"Delete" = "Ta bort";

/* No comment provided by engineer. */
"Do you want to save your changes before going back?" = "Vill du spara ändringarna innan du går tillbaka?";

/* No comment provided by engineer. */
"Done" = "Klar";

/* No comment provided by engineer. */
"Edit entry" = "Redigera inlägg";

/* No comment provided by engineer. */
"Entry removal" = "Borttagning av inlägg";

/* No comment provided by engineer. */
"Error" = "OBS";

/* No comment provided by engineer. */
"Facebook" = "Facebook";

/* No comment provided by engineer. */
"How was your day?" = "Hur var din dag?";

/* No comment provided by engineer. */
"How's today?" = "Hur är din dag?";

/* No comment provided by engineer. */
"Image added" = "Bild tillagd";

/* No comment provided by engineer. */
"iMessage" = "iMessage";

/* No comment provided by engineer. */
"Let's remember this day!" = "Se till att minnas denna dag!";

/* No comment provided by engineer. */
"Location added" = "Plats tillagd";

/* No comment provided by engineer. */
"month.april" = "APRIL";

/* No comment provided by engineer. */
"month.august" = "AUGUSTI";

/* No comment provided by engineer. */
"month.december" = "DECEMBER";

/* No comment provided by engineer. */
"month.february" = "FEBRUARI";

/* No comment provided by engineer. */
"month.january" = "JANUARI";

/* No comment provided by engineer. */
"month.july" = "JULI";

/* No comment provided by engineer. */
"month.june" = "JUNI";

/* No comment provided by engineer. */
"month.mars" = "MARS";

/* No comment provided by engineer. */
"month.may" = "MAJ";

/* No comment provided by engineer. */
"month.november" = "NOVEMBER";

/* No comment provided by engineer. */
"month.october" = "OKTOBER";

/* No comment provided by engineer. */
"month.september" = "SEPTEMBER";

/* No comment provided by engineer. */
"Mood" = "Humör";

/* No comment provided by engineer. */
"Mood selected" = "Känsla valt";

/* No comment provided by engineer. */
"No" = "Nej";

/* No comment provided by engineer. */
"Notes" = "Anteckningar";

/* No comment provided by engineer. */
"Notes added" = "Anteckningar tillagda";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Photo Library" = "Mina bilder";

/* No comment provided by engineer. */
"Remove current image" = "Ta bort nuvarande bild";

/* No comment provided by engineer. */
"Remove entry" = "Ta bort inlägg";

/* No comment provided by engineer. */
"Save" = "Spara";

/* No comment provided by engineer. */
"Share" = "Dela";

/* No comment provided by engineer. */
"Tap to add location" = "Tryck för att lägga till plats";

/* No comment provided by engineer. */
"Tell me about your day!" = "Berätta om din dag!";

/* No comment provided by engineer. */
"This day's mood" = "Dagens känsla";

/* No comment provided by engineer. */
"Title added" = "Rubrik tillagd";

/* No comment provided by engineer. */
"TODAY" = "IDAG";

/* No comment provided by engineer. */
"Today is my favorite day" = "Idag är min favoritdag";

/* No comment provided by engineer. */
"Today's mood" = "Dagens känsla";

/* No comment provided by engineer. */
"Today's notes" = "Dagens anteckningar";

/* No comment provided by engineer. */
"Today's title" = "Dagens rubrik";

/* No comment provided by engineer. */
"Write down your notes here..." = "Skriv ned dina anteckningar här...";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"Your location is not available right now. Please try again in a moment" = "Din plats kunde inte kommas åt för tillfället. Prova igen om en stund.";

